Revit 2027 API
LossFactor Properties
The LossFactor type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
LossFactorValue |  The calculated loss factor value
Top
See Also
Reference
LossFactor Class
Autodesk.Revit.DB.Lighting Namespace